export function getAllExplanations() {
    const explanations = [
        {
            id: 1,
            hebTitle: "יש אצלכם מעשנים בבית?",
            hebContent: `עישון ידוע כפולט כימיקלים שמזהמים את האוויר בבית.
            הוכח כי צמחי GLAD VAXT יכולים להפחית חלק מהמזהמים, ולתרום לאוויר נקי יותר בבית. 
            `,
            toxins: [1, 3, 2, 4, 5]
        },
        {
            id: 2,
            hebTitle: "צבעתם את הבית לאחרונה, או שאתם מתכננים לצבוע או לשפץ בקרוב?",
            hebContent: `צבעים, לכה, דבקים וסיבים סינתטיים מכילים כימיקלים העלולים לגרום לזיהום אוויר בבית.
            הוכח כי צמחי GLAD VAXT יכולים להפחית חלק מהמזהמים, ולתרום לאוויר נקי יותר בבית.             
            `,
            toxins: [1, 3, 2, 4]
        },
        {
            id: 3,
            hebTitle: `משתמשים הרבה בחומרי ניקוי?`,
            hebContent: `חלק מחומרי הניקוי עלולים להכיל כימיקליים שגורמים לזיהום אוויר בבית. 
            הוכח כי צמחי GLAD VAXT יכולים להפחית חלק מהמזהמים, ולתרום לאוויר נקי יותר בבית.`,
            toxins: [5]
        },
        {
            id: 4,
            hebTitle: `יש לכם חיות מחמד? או מטהרי אוויר בבית?`,
            hebContent: `מוצרים לטיפול בחיות מחמד כמו תרסיסי פרעושים, וגם מטהרי אוויר, מכילים כימיקלים שעלולים לגרום לזיהום אוויר בבית.
            הוכח כי צמחי GLAD VAXT יכולים להפחית חלק מהמזהמים, ולתרום לאוויר נקי יותר בבית. 
            `,
            toxins: [4]
        },
        {
            id: 5,
            hebTitle: `האם אתם או בני המשפחה משתמשים בנרות ריחניים, דאודורנטים, לק או ספריי לשיער?`,
            hebContent: `מוצרי טיפוח מכילים כימיקלים שעלולים לגרום לזיהום אוויר בבית.
            הוכח כי צמחי GLAD VAXT יכולים להפחית חלק מהמזהמים, ולתרום לאוויר נקי יותר בבית. 
            `,
            toxins: [1]
        }
    ];
    return explanations;
}

